###############
#General hints
###############
[General]
Hint_0=按F键可以踢人或盾击; 这种攻击不能格挡且可以打乱对手的步伐!
Hint_1=在格挡时尽量面对着对手武器挥来的方向!
Hint_2=在攻击时手臂的挥舞可以扩展你的攻击范围。在计算距离时要把这点考虑进去！
Hint_3=挥舞武器的同时移动你的鼠标可以改变武器的攻击速度！
Hint_4=算准攻击时间，武器挥舞的行程越靠近中段，威力越大!
Hint_5=通过迅速移动鼠标来转身可以躲过敌方的刺击和垂直劈砍。!
Hint_6=用弯腰来躲避横向攻击;这样做很冒险，但成功后可以立刻发起反击!
Hint_7=打准了!挥空会消耗体力,而击中则不会!
Hint_8=重型武器造成更大伤害，即使防住了也会消耗更多体力,尤其是用轻武器格挡!
Hint_9=按攻击键后迅速按防御键，会形成佯攻打乱敌人节奏，然后便可以发起真正的攻击!
Hint_10=攻击的同时按住按ALT键可以实现从另一方向挥舞! (也可以使用鼠标的4和5键!)
Hint_11=注意，盾牌无法完全格挡火器的伤害!
Hint_12=重踹 - 按住F键以使出重踹，可以弹开对手的盾牌并造成更长时间的僵直！
Hint_13=按G可以扔出特定的武器！
Hint_14=当你缺乏体力的时候，你的格挡将无法防御敌人的攻击!
Hint_Count=15

###############
#Class hints
###############
[CDWFamilyInfo_Viking]
Hint_0=按鼠标中键扔出武器
Hint_1=作为维京狂战士，在连击中成功的击打可以加速下一次的攻击! 利用这一点在肉搏中重创你的对手。
Hint_Count=2

[CDWFamilyInfo_Samurai]
Hint_0= 武士在从刀鞘抽出武士刀的时候即可造成攻击。
Hint_1= 武士的弱点是穿刺伤害，请记得寻找掩体或者躲避投掷武器。
Hint_Count=2

[CDWFamilyInfo_Spartan]
Hint_0=按鼠标中键投掷矛或标枪！
Hint_Count=1

[CDWFamilyInfo_Pirate]
Hint_0=作为海盗，按C来嘲讽可以治疗自己！
Hint_1=瞄准了!火器在两次击发之间必须装弹!
Hint_Count=2

[CDWFamilyInfo_Ninja]
Hint_0=按鼠标中键可以扔出各种道具！
Hint_1=双击方向键可以翻滚躲避！
Hint_Count=2

[CDWFamilyInfo_Knight]
Hint_0=好好利用你超高的护甲，在承受攻击的同时放倒对手!
Hint_Count=1

###############
#Gametype hints
###############
[CDWDuelGRI]
Hint_Count=0

[DuelInstructions]
Hint_0=攻击玩家来向他挑战!
Hint_1=在你收到挑战的时候根据屏幕提示按键来响应 (默认: 1 应战, 2 避战, 3 总是避战)
Hint_2=用"总是避战"来自动屏蔽一个特定的玩家
Hint_Count=3

[AOCTDGRI]
Hint_0= 查看积分版来获知团队完成任务的情况!
Hint_Count=1

[AOCFFAGRI]
Hint_0=放手开打吧! 杀敌数最多的玩家会获得胜利!
Hint_Count=1

[CDWHoldTheBannerGRI]
Hint_0=守住旗帜300秒可获胜!
Hint_Count=1

[CDWPlantTheBannerGRI]
Hint_0= 只有一面旗帜! 夺取它并插入敌阵3次获胜!
Hint_Count=1


###############
#Training
###############
[Basic]
Hint_0=用WASD来移动。
Hint_1=移动鼠标来环顾四周。
Hint_2=移动时按住SHIFT来冲刺。
Hint_3=按空格可以跳跃。
Hint_4=按住CTRL可以蹲下。
Hint_5=按鼠标左键是主要攻击方式。
Hint_6=按鼠标右键可以用武器或盾牌格挡。
Hint_7=鼠标滚轮向后是第二种攻击方式。
Hint_8=鼠标滚轮向前是第三种攻击方式。
Hint_9=按M键可以选择兵种。
Hint_Count=9


[Offense]
Hint_0=Try to hit around your opponent's block.
Hint_1=Press F to kick. Kicks cannot be blocked.
Hint_2=Press MOUSE 2 at the start of an attack to feint.Feints can be used to throw off your opponent's timing.
Hint_3=Attacking repeatedly will wear down your opponent's stamina.
Hint_4=Draining an opponent's stamina will daze them, leaving them vulnerable.
Hint_5=Stamina is drained on missed strikes, but not on successful attacks. (Effective Aggression)
Hint_6=Press ALT combined with an attack to alter the the direction of the swing.
Hint_Count=6


[Ranged]
Hint_0=Press M to change loadouts.
Hint_1=Ammo is unlimited in this training area.
Hint_2=Press R to reload Crossbows and Guns.
Hint_3=The Q key can be used to cancel bow style projectiles.
Hint_4=Pull the lever with the E key. This initiates a timer and keeps score.
Hint_5=Target points are weighted by distance and movement speed.
Hint_6=Extra points are awarded for kill shots.
Hint_Count=6


[Visual]
Hint_0=Attack to see the swing tracers. These are used for hit detection.
Hint_1=Blue tracers – Deal 50-74% damage
Hint_2=Green tracers – Deal 75-99% damage.
Hint_3=Red tracers – Deal 100% damage.
Hint_4=White tracers – Are used only for parrying purposes and do not deal damage.
Hint_5=Your strike will deal more damage once it has had time to speed up and reaches the optimal range.
Hint_6=Slash attacks deal the most damage when centred with your target.
Hint_7=Stabs do the most damage at the end of the attack, when the weapon is fully extended.
Hint_8=Overhead are most effective at the lowest point, coming from above.
Hint_Count=8



[Defence]
Hint_0=Practice defending against attacks.
Hint_1=MOUSE 2 to parry or block with shields.
Hint_2=A timed parry that matches the enemies weapon will deflect it.
Hint_3=Shields can be held to block.
Hint_4=Blocking costs stamina. The heavier the weapon and attack, the more expensive it is, especially against lighter weapons.
Hint_5=Your strike will deal more damage once it has had time to speed up and reaches the optimal range.
Hint_6=Slash attacks deal the most damage when centred with your target.
Hint_7=Stabs do the most damage at the end of the attack, when the weapon is fully extended.
Hint_8=Overhead are most effective at the lowest point, coming from above.
Hint_Count=8

